//######################################################################
//###########################           SSTech       ###################
//###########################   Programming Courses  ###################
//######################################################################
let age: number;
age = parseInt(prompt('entrez votre age'));
if (age == 1 || age == 2) {
  console.log('رضيع');
} else if (age >= 3 && age <= 14) {
  console.log('طفل');
}
if (age >= 15 && age <= 21) {
  console.log('شاب ');
}
if (age > 22) {
  console.log('رجل ');
} 
